Repository: yagdev/Companion-Display
Catalog: CompanionDisplayWinUI/CompanionDisplayWinUI/Strings/*/Resources.resw
Source language: en_us
Languages: pt_br

# AboutUpdatesHeader.Header
source: About & Updates
pt_br: Acerca e Atualizações

# AccentColor.Text
source: Accent Color
pt_br: Cor de Destaque

# Acrylic.Text
source: Acrylic
pt_br: Acrílico

# AddWidgets.Content
source: Add Widgets
pt_br: Adicionar Widgets

# AlbumCover.Text
source: Album Cover
pt_br: Capa do Album

# Background.Text
source: Background
pt_br: Fundo

# BackgroundImage.Text
source: Background Image
pt_br: Imagem de Fundo

# BackgroundLink.PlaceholderText
source: Media URL
pt_br: URL do fundo

# BackupRestore.Text
source: Backup & Restore
pt_br: Realizar ou restaurar uma cópia de segurança

# BackupTransferBanner.Text
source: Transfer in progress... Do not close this window.
pt_br: Operação em progresso. Não feche esta janela.

# BehaviorHeader.Header
source: Behavior
pt_br: Comportamento

# BlankPage.Text
source: Blank Page
pt_br: Página em Branco

# Blur.Text
source: Blur
pt_br: Esbatido

# BrowserHeader.Header
source: Browser
pt_br: Navegador

# CancelBtn.Content
source: Cancel
pt_br: Cancelar

# CheckingUpdates.Content
source: Checking for updates...
pt_br: Á procura de atualizações

# ClientSecret.PlaceholderText
source: Client Secret
pt_br: ID Secreto de Cliente

# ClientSecret2.PlaceholderText
source: Fallback Client Secret
pt_br: ID Secreto de Cliente Secundário

# Clock.Text
source: Clock
pt_br: Frequência

# ColorScheme.Text
source: Color Scheme
pt_br: Esquema de Cores

# CompanionDisplayWelcome.Text
source: Welcome to Companion Display
pt_br: Bem-Vindo(a) ao Companion Display

# ConnectionDetailsHeader.Header
source: Connection Details
pt_br: Conexão

# Controls.Content
source: Controls
pt_br: Controlos

# Custom.Text
source: Custom
pt_br: Personalizado

# CustomBgHeader.Header
source: Custom Background
pt_br: Fundo Personalizado

# CustomColorHeader.Header
source: Custom Color
pt_br: Cor Personalizada

# Customization.Content
source: Customization
pt_br: Personalização

# Dark.Text
source: Dark
pt_br: Escuro

# DiscordAppId.PlaceholderText
source: Discord Application ID
pt_br: ID de Aplicação do Discord

# Donate.Content
source: Donate
pt_br: Fazer Doação

# EmptyApps.Text
source: It's looking a little empty here. Right click and press edit to add shortcuts.
pt_br: Isto está um pouco vazio... Pressione o botão direito para adicionar atalhos.

# EnableBetaUpdates.Text
source: Enable Beta Updates
pt_br: Receber atualizações em desenvolvimento

# EnableUISounds.Text
source: Enable UI Sounds
pt_br: Ativar sons de interface

# EnterFullscreen.Content
source: Enter Fullscreen
pt_br: Ecrã Completo

# Factor.Text
source: Factor
pt_br: Fator

# Fan.Text
source: Fan
pt_br: Ventoínha

# GetStarted.Text
source: Get started using Companion Display
pt_br: Configure o Companion Display à sua maneira

# GetStartedSetup.Content
source: Get Started
pt_br: Iniciar Configuração

# Globalfont.Text
source: Global Font
pt_br: Tipo de letra

# HideAdd.Text
source: Hide Add Widget Button
pt_br: Esconder botão de adicionar widgets

# Home.Content
source: Home
pt_br: Página Inicial

# Image.Text
source: Image
pt_br: Imagem

# IntegrationsHeader.Header
source: Integrations
pt_br: Integrações

# Internet.Content
source: Internet Browser
pt_br: Navegador da Internet

# Launchpad.Text
source: Launchpad
pt_br: Iniciador

# LaunchpadNoItems.Text
source: No items. Right click to edit Launchpad.
pt_br: Sem itens. Pressione o botão direito para editar o Iniciador.

# LaunchStartup.Text
source: Launch on startup
pt_br: Iniciar com o Windows

# Light.Text
source: Light
pt_br: Claro

# Load.Text
source: Load
pt_br: Utilização

# LockLayout.Text
source: Lock Layout
pt_br: Bloquear Disposição

# NewTabBehavior.Text
source: New tab behavior
pt_br: Comportamento ao abrir uma nova aba

# NoDevices.Text
source: No devices connected. Connect an Android device with ADB enabled.
pt_br: Não foram detetados dispositivos. Conecte um dispositivo Android com a Depuração ADB ativada.

# NoSensors.Text
source: No sensors detected Try running Companion Display as an administrator.
pt_br: Não foram detetados sensores Por favor execute o Companion Display como administrador.

# NotesPlaceholder.PlaceholderText
source: Insert Note
pt_br: Inserir Nota

# OBSAvgRender.Text
source: Average Render Time
pt_br: Tempo Médio de Renderização

# OBSCongestion.Text
source: Congestion
pt_br: Congestão

# OBSCPUUsage.Text
source: OBS CPU Usage
pt_br: Utilização do CPU (OBS)

# OBSDisconnected.Text
source: OBS is not connected.
pt_br: OBS não conectado

# OBSDuration.Text
source: Duration
pt_br: Duração

# OBSFPS.Text
source: Framerate
pt_br: Taxa de Frames

# OBSFramesRendered.Text
source: Frames Rendered
pt_br: Frames Renderizados

# OBSMissedFrames.Text
source: Missed Frames
pt_br: Frames Perdidos

# OBSOutputTotal.Text
source: Total Frames Output
pt_br: Total de Frames Produzidos

# OBSPass.PlaceholderText
source: Password
pt_br: Palavra-passe

# OBSPaused.Text
source: Paused
pt_br: Pausado

# OBSRAMUsage.Text
source: OBS RAM Usage
pt_br: Utilização de RAM (OBS)

# OBSReconnecting.Text
source: Reconnecting...
pt_br: A reconectar

# OBSRecording.Text
source: Recording
pt_br: Gravação Ativa

# OBSRecordingInfo.Text
source: Recording Info
pt_br: Informações da Gravação

# OBSRecordingSize.Text
source: Recording Size
pt_br: Tamanho do Ficheiro

# OBSSkippedFrames.Text
source: Skipped Frames
pt_br: Frames Ignorados

# OBSStats.Text
source: OBS Stats
pt_br: Estatísticas do OBS

# OBSStatus.Text
source: Status:
pt_br: Estado:

# OBSStreamInfo.Text
source: Stream Info
pt_br: Informações da Transmissão

# OBSStreaming.Text
source: Streaming
pt_br: Transmissão

# OBSTimeCode.Text
source: Time Code
pt_br: Código Tempo

# OBSTotalFrames.Text
source: Total Frames
pt_br: Total de Frames

# OBSUploadedBytes.Text
source: Uploaded Bytes
pt_br: Bytes Transmitidos

# OverrideTextColor.Text
source: Override Text Color
pt_br: Substituir Cor do Texto

# Power.Text
source: Power
pt_br: Potência

# ReconnectOBS1.Content
source: Try to reconnect
pt_br: Tentar reconectar

# ReconnectBtn.Content
source: Reconnect
pt_br: Reconectar

# ReconnectOBS.Text
source: Reconnect OBS
pt_br: Reconectar OBS

# ResetBtn.Content
source: Reset
pt_br: Repor

# ResetTwitchlogin.Text
source: Reset Twitch login
pt_br: Repor login da Twitch

# RestoreBackupSetup.Content
source: Restore From Backup
pt_br: Restaurar Cópia de Segurança

# SaveBtn.Content
source: Save
pt_br: Guardar

# SearchEngine.Text
source: Search Engine
pt_br: Motor de Pesquisa

# SearchEngineHomepage.Text
source: Search Engine Homepage
pt_br: Página Inicial do Motor de Pesquisa

# SearchInsertURL.PlaceholderText
source: Search or insert URL
pt_br: Pesquisar ou introduzir URL

# SelectImage.Content
source: Select Image
pt_br: Selecionar Imagem

# Sensors.Content
source: Sensors
pt_br: Sensores

# Settings.Text
source: Settings
pt_br: Definições

# Setup.Text
source: Setup
pt_br: Configuração Inicial

# SetupBtn.Content
source: Launch Setup
pt_br: Iniciar Configuração Inicial

# SetupLater.Text
source: Setup is also available in Settings
pt_br: Poderá aceder a esta janela novamente nas Definições

# SkipSetup.Content
source: Skip Setup
pt_br: Ignorar Configuração

# SleepMode.Content
source: Sleep Mode
pt_br: Modo Ambiente

# SleepModeHeader.Header
source: Sleep Mode
pt_br: Modo Ambiente

# SolidColor.Text
source: Solid Color
pt_br: Cor Sólida

# SpotifyClientID.PlaceholderText
source: Client ID
pt_br: ID de Cliente

# SpotifyClientID2.PlaceholderText
source: Secondary Client ID
pt_br: ID de Cliente Secundário

# StopFocus.Text
source: Stop app from stealing focus
pt_br: Impedir app de receber foco

# SystemAuto.Text
source: System Automatic
pt_br: Automático (Sistema)

# TextOpacity.Text
source: Text opacity
pt_br: Opacidade do Texto

# ThemeHeader.Header
source: Theme
pt_br: Tema

# TransferTool.Content
source: Transfer Tool
pt_br: Utilitário de Migração

# Update.Text
source: Update
pt_br: Atualizar

# Utilities.Content
source: Utilities
pt_br: Utilidades

# Version.Text
source: Version
pt_br: Versão

# YAGdev.Text
source: Made with ❤︎ by YAG-dev
pt_br: Feito por YAG-dev com ❤︎

# MediaWidgetSetup.Text
source: Setup Media Widget
pt_br: Configurar Widget de Mídia

# MediaWidgetDescription.Text
source: Get more precise song info when using Spotify
pt_br: Obtenha mais precisão ao utilizar o Spotify

# ClientIDLearn.Content
source: Learn how to get Client ID
pt_br: Aprenda a obter o ID do Cliente

# SecretIDLearn.Content
source: Learn how to get Client Secret
pt_br: Aprenda a obter o ID Secreto do Cliente

# DiscordIDLearn.Content
source: Learn how to get Discord App ID
pt_br: Aprenda a obter o ID de app do Discord

# BackBtn.Content
source: Back
pt_br: Voltar

# NextBtn.Content
source: Next
pt_br: Próximo

# SkipBtn.Content
source: Skip
pt_br: Pular

# StreamerIntegrationsSetup,Text
source: Setup integrations for streamers
pt_br: Configurar funcionalidades para streamers

# StreamerIntegrationDialogue.Text
source: Setup integrations for Twitch and OBS widgets
pt_br: Configure as integrações com o OBS e Twitch

# OBSIPPlaceholder.PlaceholderText
source: Insert WebSocket Server IP (ws://IP:Port)
pt_br: Insira o IP do Server WebSocket (ws://IP:Porta)

# OBSPasswordPlaceholder.PlaceholderText
source: Insert Websocket Password
pt_br: Insira a palavra-passe do Websocket

# BrowserTwitchSetup.Text
source: Use the browser below to log in/out of Twitch
pt_br: Utilize o navegador abaixo para iniciar/terminar sessão na Twitch

# SleepModeSetup.Text
source: Set up sleep mode
pt_br: Configurar modo ambiente

# SleepModeSetupDescription.Text
source: Customize sleep mode here
pt_br: Personalize o modo ambiente aqui

# SetupComplete.Text
source: You're all set!
pt_br: Está tudo pronto!

# DoneTooltip.Text
source: To customize Companion Display further, go to Settings
pt_br: Para personalizar mais o Companion Display, vá a Definições

# FinishBtn.Content
source: Finish
pt_br: Concluir

# SmallData.Text
source: Small Data
pt_br: Dados

# Temperature.Text
source: Temperature
pt_br: Temperatura

# TimeWidgetSettings.Text
source: Time Widget Settings
pt_br: Definições do Widget de Data e Hora

# TimeColor.Text
source: Time Color
pt_br: Cor das Horas

# DateColor.Text
source: Date Color
pt_br: Cor da Data

# UpdateBtn.Content
source: Update
pt_br: Atualizar

# Changelog.Text
source: Changelog
pt_br: Lista de mudanças

# Voltage.Text
source: Voltage
pt_br: Voltagem

# SelectAudioDevice.Content
source: Select Audio Device
pt_br: Selecionar Dispositivo de Saída de Audio

# NoImages.Text
source: No image. Right click and press edit to add an image.
pt_br: Sem imagens. Pressione o botão direito e pressione Editar para adicionar uma imagem.

# SelectFileBtn.Content
source: Select File
pt_br: Selecionar Ficheiro

# SelectFolderBtn.Content
source: Select Folder
pt_br: Selecionar Pasta

# SmartFlip.Text
source: Smart Flip
pt_br: Modo Inteligente

# DirectoryPlaceholder.PlaceholderText
source: File/Directory
pt_br: Ficheiro/Diretório

# PhotoGallerySettings.Text
source: Photo Gallery Settings
pt_br: Definições da Galeria de Fotos

# NoHardware.Text
source: No hardware detected.
pt_br: Não foi detetado hardware.

# FullScreenExit
source: Exit Fullscreen
pt_br: Voltar a Janela

# FullScreenEnter
source: Enter Fullscreen
pt_br: Ecrã Completo

# backupFilters
source: Companion Display Backup|*.pcht
pt_br: Cópia de Segurança do Companion Display|*.pcht

# backupTitleBar
source: Save Backup
pt_br: Guardar Cópia de Segurança

# backupPerformString
source: Backing Up...
pt_br: A fazer cópia de segurança...

# restoringString
source: Restoring...
pt_br: A restaurar cópia de segurança...

# backupString
source: Backup
pt_br: Efetuar

# restoreString
source: Restore
pt_br: Restaurar

# restoreHeaderString
source: Choose what to restore
pt_br: Escolha o que pretende restaurar

# backupHeaderString
source: Choose what to backup or restore
pt_br: Escolha o que deseja incluir na ou restaurar da cópia de segurança

# configTypeGeneralSettings
source: General Settings
pt_br: Definições Gerais

# configTypeWidgetLayout
source: Widget Layout
pt_br: Disposição de Widgets

# configTypeWidgetSettings
source: Widget Settings
pt_br: Definições de Widgets

# configTypeBrowserData
source: Browser data
pt_br: Dados do Navegador de Internet

# cancelString
source: Cancel
pt_br: Cancelar

source: Master Volume
pt_br: Volume Principal

source: System Sounds
pt_br: Sons do Sistema

# Update2
source: Update
pt_br: Atualizar

source: Up To Date
pt_br: Atualizado

source: Updating...
pt_br: A atualizar...

source: Status: Connected
pt_br: Estado: Conectado

source: Status: Disconnected
pt_br: Estado: Desconectado

# ConnectionFailed
source: Connection failed, try again.
pt_br: Falha na conexão, por favor tente novamente.

source: Reconnect
pt_br: Reconectar

# StartupObject
source: Companion Display launch on startup object
pt_br: Atalho do Companion Display que inicia com o Windows

# PiPOpen
source: This item is open in PiP mode
pt_br: Este widget encontra-se em modo PiP

source: Remove
pt_br: Remover

source: Edit
pt_br: Editar

source: Pin
pt_br: Afixar

# Unpin
source: Remove Pin
pt_br: Desafixar

source: Add Launchpad Tile
pt_br: Adicionar Widget

source: Add
pt_br: Adicionar

source: Insert URL here
pt_br: Inserir URL

source: New Tab
pt_br: Novo Separador

# Launchpad2
source: Launchpad
pt_br: Iniciador

source: Unknown
pt_br: Desconhecido

source: Replace
pt_br: Substituir

source: End Sleep Timer
pt_br: Terminar Temporizador de Sono

# SleepTimerAlreadyActive
source: A sleep timer is already active. Do you want to turn it off?
pt_br: Já está a decorrer um temporizador de sono. Deseja terminá-lo?

source: Sleep Timer
pt_br: Temporizador de Sono

source: Start Sleep Timer
pt_br: Iniciar Temporizador de Sono

# MinsPlaceholder
source: Duration in minutes (leave blank for 5 minutes)
pt_br: Duração em minutos (deixe em branco para 5 minutos)

source: No Song Playing
pt_br: Nenhuma música a tocar

# NoLyricsAvailable
source: No lyrics are available for this song.
pt_br: Não existem letras disponíveis para esta música.

source: Remove Widget
pt_br: Remover Widget

# ShortcutsRemoveAll
source: Remove All Shortcuts
pt_br: Remover Todos os Atalhos

# PinToggle
source: Toggle Pin
pt_br: Afixar/Desafixar

source: Replace Image
pt_br: Substituir Imagem

source: Remove Image
pt_br: Remover Imagem

source: Refresh
pt_br: Recarregar

source: Stop
pt_br: Parar

source: Start
pt_br: Iniciar

# DoYouWant
source: Do you want to
pt_br: Deseja

# ConfirmOBS
source: Confirming will perform this action in OBS.
pt_br: Ao confirmar, esta ação será realizada no OBS.

# TrueString
source: True
pt_br: Verdadeiro

# FalseString
source: False
pt_br: Falso

source: your PC
pt_br: o seu PC?

source: + Add to stack
pt_br: + Adicionar ao conjunto

source: Remove Stack
pt_br: Remover Conjunto

source: Open Stack Item Menu
pt_br: Abrir Menu do Widget

# UpdateString
source: Update
pt_br: Atualização

source: Shutdown
pt_br: Encerrar

source: Restart
pt_br: Reiniciar

source: Suspend
pt_br: Suspender

source: Lock
pt_br: Bloquear

source: Log Off
pt_br: Encerrar Sessão

# MediaPlayerSettings.Text
source: Media Controls Settings
pt_br: Definições dos controlos de mídia
